TEXT = {
    'town': '🏙️ Из какого вы города?',
    'name': '😎 Как к вам обращаться?',
    1: "1. Имеете в личном пользовании автомобиль? 🚗\n\n1 - Да\n2 - Нет",
    2: "2. Какую работу вы ищите? 👷🏼\n\n1 - Подработку на длительный срок\n2 - Временную подработку\n3 - Постоянную основную работу",
    3: "3. Имеете навыки работы инструментом? 🛠️\n\n1 - Я мастер на все руки\n2 - Что то умею\n3 - Не умею работать",
    4: "4. Есть ли у вас шуруповерт, перфоратор, стремянка? 👨‍🔧\n\n1 - Да, все это есть. И много другого инструмента\n2 - Есть кое что, но готов докупить\n3 - У меня этого нет",
    5: '5. Знаете ли вы что такое "мягкие окна." Если нет то перед ответом посмотрите в интернете что это и сможете ли вы их монтировать?\n\n1 - Да знаю, и даже монтировал\n2 - Что-то слышал\n3 - Первый раз слышу',
    6: '6. Какая оценка по черчению у вас была в школе, колледже, техникуме? 🎓\n\n1 - Отлично\n2 - Хорошо\n3 - Удовлетворительно'
}

RESPONSES = {
    'quest_one':{
        1: '✅ Да',
        2: '🚫 Нет'
    },
    'quest_two':{
        1: 'Подработку на длительный срок',
        2: 'Временную подработку',
        3: 'Постоянную основную работу'
    },
    'quest_three': {
        1: 'Я мастер на все руки',
        2: 'Что то умею',
        3: 'Не умею работать'
    },
    'quest_four': {
        1: 'Да, все это есть. И много другого инструмента',
        2: 'Есть кое что, но готов докупить',
        3: 'У меня этого нет',
    },
    'quest_five': {
        1: 'Да знаю, и даже монтировал',
        2: 'Что-то слышал',
        3: 'Первый раз слышу'
    },
    'quest_six': {
        1: 'Отлично',
        2: 'Хорошо',
        3: 'Удовлетворительно'
    }
}

RESALT = {
    'text': "Отлично, спасибо что прошли опрос до конца, в ближайшее рабочее время с вами свяжется наш менеджер по персоналу и ответит на все ваши вопросы.\nЧтобы ваша беседа была более продуктивной, предлагаю вам посмотреть примеры работ и отзывы в нашей группе ТЕЛЕГРАМ <tg-spoiler>https://t.me/myaokna210</tg-spoiler> и изучить руководство по замерам мягких окон <tg-spoiler>https://clck.ru/38NsrT</tg-spoiler>"

}